{
    "aliases": {
        "information": ["info"],
        "list": ["l"],
        "flags": ["fl", "flg", "flag"],
        "profitcomplete": ["pfc"],
        "search": ["sr"],
        "minigame": ["mg"],
        "production": ["pd", "pdt"]
    },
    "info": {
        "information": "This bot has some commands that can do a lot of things, use `help` to know what command can use`, profit` and `profitcomplete` is used to calculate the profit of a facility, `speed` is used to calculate the speed of a facility. There are also 2 commands can separately show 2 different guide, one is a newcomer guide made by Dermelles with `ncguide` to access, another one is a guide that more advanced than the newcomer guide.\nThere a command can suggest,  `suggest` or suggest in <#801067404759007292>.",
        "list": "List of the information:\n",
        "flags": "FLags are the special parameters that start with \"--\" or \"-\", mostly start with \"--\". The flag prefixes is necessary, and they may require parameter, depends on the requirement.",
        "profitcomplete": "The way to understand the embed is:\nConsumes and Produces are the capital input and output with the asset values (base value), if the facility is being worked as 100% passive efficiency, you can ignore the Consumes section.\nProfit is Produces-Consumes, if your facility is being worked as 100% passive efficiency, you can ignore the section.\n\nThe Ratio is shown as the output amounts of previous facilities:input amounts, (perfect ratio, X:1, 1:X).\nAll facilities and lands required when doing with 100% passive efficiency.\n\nAll remains assets and values of them.",
        "search": "This command is used to search the page on the IdleCorp Wiki, all the capitalizations must be matched. Page syntax: Page[#Section], where section is optional.",
        "minigame": "This minigame is a minigame, you can start playing it with `minigame start`. You will need to use `minigame generate` to generate energy and buy better energy generators with `minigame buy <generator id>` (view them with `minigame shop`).\nYou can also view your profile with using `minigame profile`.",
        "production": "There are two calculation modes for calculating the productions, \"production goal\" and \"production\". \"Production goal\" which with flag `--to` calculates the time and assets to reach the production goal. \"Production\" which with flag `--production` calculates more information about the production."
    }
}